Revit 2027 API
ParameterTypeId.RebarShapeOutOfPlaneBendDiameter Property
 "Out of Plane Bend Diameter"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarShapeOutOfPlaneBendDiameter { get; }
Public Shared ReadOnly Property RebarShapeOutOfPlaneBendDiameter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarShapeOutOfPlaneBendDiameter {
	ForgeTypeId^ get ();
}
static member RebarShapeOutOfPlaneBendDiameter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace